Repository: Megasix/follow_up_app
Catalog: lib/l10n/intl_*.arb
Languages: fr

source: Hello World!
fr: Bonjour Monde!

source: Email
fr: Courriel

source: Password
fr: Mot de passe

source: Log In
fr: Connectez-vous

# signOther
source: Or Sign Up With
fr: Ou Enregistrez-vous Avec

# error
source: Wrong email or password! Please try again
fr: Mauvais Courriel ou Mot de Passe! Veuillez Réessayer

# createACC
source: Create a account for free
fr: Créer un Compte Gratuitement!

source: Let's Begin!
fr: Commeçons !

# verifInfo
source: Let's go over some information regarding your account
fr: Allons vérifier quelques informations pour pouvoir initialiser votre compte.

source: Country
fr: Pays

# birth
source: Date of birth
fr: Date de naissance

# continuer
source: Continue
fr: Continuer

# alreadyACC
source: Do you already have an Account ? Please Sign In
fr: Avez-vous déja un compte? S'il vous plait veuillez vous connecter

source: Back
fr: Retour

# phoneNb
source: Phone Number
fr: Numéro de Téléphone

# accept
source: I accept the terms and conditions
fr: J'accepte les termes et conditions

# acceptError
source: You need to read the terms and conditions
fr: Vous devez lire les termes et conditions

# name
source: What is your name ?
fr: Quel est votre nom

source: First name
fr: Prénom

source: Last Name
fr: Nom de Famille

# infoName
source: Your real name can be used to verify your identity by contacting your driving school
fr: Votre vrai nom peut être utilisé pour vérifier votre identité en contactant votre école de conduite

# idCompte
source: Identifie your account
fr: Identifier votre compte

# infoCount
source: This is the information that will be used for Follow Up
fr: Ceci est le compte que vous allez utiliser pour utilisez Follow Up

# secLec
source: Please read the conditions for securitie reasons
fr: Lire les conditions de sécurités

# terms
source: terms and condition
fr: termes et conditions de sécurités

# titreMDP
source: Put your Password Here
fr: Mettre votre mot de passe

# secMDP
source: For security reasons please put a complicated Password
fr: Pour la sécurité maximale veuillez prendre un mot de passe compliquer

# connect
source: Connect Yourself
fr: Connectez-vous

# phError
source: There was an error with your information please try again
fr: Il y avait une erreur avec vos informations veuillez réessayer
